# a = "слон"
# print(a[2] + a[3] + a[2] + a[3] + a[2] + a[3])
# b = "Привет"
# print(b[0] + b[2] + b[1] + " " + b[3] + b[2] + b[3] + b[2])
# c = "Ура"
# print((c[0] + c[2] + " ") * 6)
# v = "armageddon"
# print(v[6] + v[8] + v[4] + v[5], v[2] + v[5] + v[2] + v[5])

# ПОТСКАЗКА
# ("аргумент").lower("пишет с маленькой буквы")
# ("аргумент").find("найти это индекс в предложение" "строго ещет")
# ("аргумент").count("Найти сколько определеный букв в предложение")
# ("аргумент").replsce(заменяет св=лова на другие)


# a = "Кстати, давно не виделись. Привет!"
# print(a.find("Привет"), a.find(" "), a.find("!"))
# print(a.count(" "), a.replace("и", "И"), a.count("и"))

# b = "Троло-ло-ло-ло"
# print(b.replace("о", "а"))

t = int(input("Какая темпиритура?"))
s
